Repository: GrzybDev/QuantumBreak
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl_pl

source: CFR BRIEFING By Dr. Sofia Amaral It’s no exaggeration to say that the Chronon Field Regulator, or the CFR, is at the heart of all of Monarch’s technological advances. It has taken on a somewhat mythical quality, given its origins and the vital role it plays in the Lifeboat project, but in actuality, the CFR’s applications are very practical. That’s not to say the CFR hasn’t had a course-altering impact on the work Monarch Solutions does. It’s been hugely influential in the development of both the stutterproofing technology that allows us to shield large areas from the effects of a zero state, enabling time to keep flowing within them even as it stops everywhere else, as well as the smaller, personalized application of the same technology: the portable chronon harnesses that allow our soldiers and technicians to operate freely within stutters. We think of Dr. Henry Kim as the father of all this technology, and deservedly so, but for all of his brilliance, it was his dedication to uncovering the secrets of the CFR that allowed him to make his breakthroughs. Despite Dr. Kim’s hard work, the CFR’s functionality is still not fully understood, and we have not been able to replicate the device. Having more than one of them would obviously be greatly advantageous to us, but we find ourselves in a precarious position where in order to fully investigate it, we would have to take it apart. Given its immense power, such an undertaking would pose obvious risks. Perhaps even more importantly, there’s no guarantee that we would be able to put it back together again. Given that it’s vital to the implementation of the Lifeboat protocol, it’s our policy to leave it intact. We do know, however, that the CFR can not only store an immense amount of chronon particles, it can also tap into the Meyer-Joyce field and, with great precision, manipulate it. It’s this unique ability that our own chronon technology replicates, albeit at far less control and efficiency. It’s also what makes the Lifeboat protocol a reality. By itself, our stutterproofing technology is powerful and reliable, but its rate of chronon particle consumption is high, and it increases at an alarming rate as we widen the volume of space the stutterproofing covers. This would, on the face of it, make the stutterproofing a very temporary solution indeed – one that could perhaps buy us some subjective weeks once we enter a permanent zero state, but which would ultimately only delay the inevitable. However, the CFR changes all of that. When the permanent stutterproofing installed on the Lifeboat – indeed, the very stutterproofing that makes the Lifeboat the Lifeboat in the first place – is directed by the CFR, the system becomes vastly more efficient. Our chronon particle consumption is reduced to around 1% of what it otherwise would be. Given that chronon particles are hard to source, even at our Ground Zero installation, and our stockpiles are decidedly limited, this means that the CFR makes the difference between Lifeboat being a temporary stopgap solution, or a very long-term undertaking that, hopefully, allows us to eventually find a solution to the End of Time.
pl_pl: INFORMACJA O RPC Dr Sofia Amaral Nie jest przesadą stwierdzenie, że Regulator Pola Chrononowego, czyli RPC, jest sercem wszystkich postępów technologicznych Monarch. Nabrał on nieco mitycznej jakości, biorąc pod uwagę jego pochodzenie i istotną rolę, jaką odgrywa w projekcie Łodzi Ratunkowej, ale w rzeczywistości zastosowania RPC są bardzo praktyczne. Nie oznacza to, że RPC nie miał wpływu na pracę Monarch Solutions. Miał ogromny wpływ na rozwój zarówno technologii zacięć, która pozwala nam chronić duże obszary przed skutkami stanu zerowego, umożliwiając przepływ czasu w nich, nawet gdy zatrzymuje się wszędzie indziej, jak i mniejsze, spersonalizowane zastosowanie tej samej technologii: przenośne uprzęże chrononowe, które pozwalają naszym żołnierzom i technikom swobodnie działać w zacięciach. Uważamy dr. Henry'ego Kima za ojca całej tej technologii i zasłużenie, ale przy całej jego błyskotliwości, to jego poświęcenie w odkrywaniu tajemnic RPC pozwoliło mu dokonać przełomowych odkryć. Pomimo ciężkiej pracy dr. Kima, funkcjonalność RPC nadal nie jest w pełni zrozumiała i nie byliśmy w stanie zreplikować tego urządzenia. Posiadanie więcej niż jednego z nich byłoby dla nas oczywiście bardzo korzystne, ale znajdujemy się w niepewnej sytuacji, w której aby w pełni je zbadać, musielibyśmy je rozebrać. Biorąc pod uwagę jego ogromną moc, takie przedsięwzięcie wiązałoby się z oczywistym ryzykiem. Co ważniejsze, nie ma gwarancji, że będziemy w stanie złożyć go z powrotem. Biorąc pod uwagę, że jest on niezbędny do wdrożenia Protokołu Łodzi Ratunkowej, naszą polityką jest pozostawienie go w stanie nienaruszonym. Wiemy jednak, że RPC może nie tylko przechowywać ogromną ilość cząsteczek chrononowych, ale może także wykorzystać pole Meyera-Joyce'a i z wielką precyzją nim manipulować. Jest to unikalna zdolność, którą replikuje nasza własna technologia chrononowa, choć przy znacznie mniejszej kontroli i wydajności. Dzięki niej protokół Łodzi Ratunkowej stał się rzeczywistością. Nasza technologia bezpiecznych obszarów sama w sobie jest potężna i niezawodna, ale jej wskaźnik zużycia cząsteczek chrononu jest wysoki i wzrasta w alarmującym tempie, gdy zwiększamy objętość przestrzeni bezpiecznej. Na pierwszy rzut oka sprawiłoby to, że obszary bezpieczne byłyby bardzo tymczasowym rozwiązaniem - takim, które być może kupiłoby nam kilka subiektywnych tygodni po wejściu w permanentny stan zerowy, ale ostatecznie tylko opóźniłoby to, co nieuniknione. Jednak RPC zmienia to wszystko. Kiedy stałe zabezpieczenie przed zacięciami na łodzi ratunkowej - a właściwie samo zabezpieczenie przed zacięciami, które sprawia, że łódź ratunkowa jest łodzią ratunkową - jest napędzane przez RPC właśnie, system staje się znacznie bardziej wydajny. Nasze zużycie cząsteczek chrononowych zostało zredukowane do około 1% tego, co w przeciwnym razie. Biorąc pod uwagę, że cząsteczki chrononu są trudne do pozyskania, nawet w strefie zero, a nasze zapasy są zdecydowanie ograniczone, oznacza to, że RPC stanowi różnicę między Łodzią Ratunkową będącą tymczasowym rozwiązaniem, a bardzo długoterminowym przedsięwzięciem, które, miejmy nadzieję, pozwoli nam ostatecznie znaleźć rozwiązanie dla Końca Czasu.

source: CFR Chamber Guard
pl_pl: Strażnik komory RPC

source: CFR. CFR.
pl_pl: RPC. RPC.

source: CFR. No, what is it?
pl_pl: RPC. Nie, co to jest?

source: CHANGE JUNCTION CHOICE
pl_pl: ZMIEŃ WYBÓR

source: CHANGE PROFILE
pl_pl: ZMIEŃ PROFIL

source: CHANGING WEAPONS
pl_pl: ZMIENIANIE BRONI

source: CHATTING ABOUT STOCKS.
pl_pl: rozmawiają o akcjach.

source: CHECK OUT BURKE’S CONTACTS – WHO’S HE WORKING WITH?
pl_pl: SPRAWDŹ KONTAKTY BURKE'A - Z KIM WSPÓŁPRACUJE?

source: CHOICES MADE
pl_pl: PODJĘTE DECYZJE

source: CHOOSE LEVEL TO PLAY
pl_pl: WYBIERZ POZIOM

source: CHOOSE WHETHER MONARCH ADOPTS THE HARDLINE OR THE PR APPROACH
pl_pl: WYBIERZ, CZY MONARCH PRZYJMIE PODEJŚCIE BEZKOMPROMISOWE CZY PR'OWE

source: CHOOSE WHETHER TO MAINTAIN CONTROL, OR SURRENDER TO THE CHRONON SYNDROME
pl_pl: WYBIERZ, CZY UTRZYMAĆ KONTROLĘ, CZY PODDAĆ SIĘ SYNDROMOWI CHRONONU

source: CHOOSE WHETHER TO TRUST SOFIA OR HATCH
pl_pl: WYBIERZ, CZY UFAĆ SOFII, CZY HATCHOWI

source: CHOOSE WHETHER YOU FOCUS ON YOUR PERSONAL BUSINESS, OR THE MISSION
pl_pl: WYBIERZ, CZY SKUPIĆ SIĘ NA SPRAWACH OSOBISTYCH, CZY NA MISJI FIRMY

source: CHRONON CONTAINERS
pl_pl: POJEMNIKI CHRONONU

source: CHRONON DAMPENERS
pl_pl: TŁUMIKI CHRONONU

source: CHRONON DISRUPTED WAVE FUNCTION SUBJECTS AKA “SHIFTERS” KEY ATTRIBUTES: • Theorized to exist in a state of quantum superposition • Surrounded by a highly dangerous distortion field • Highly resistant to injury (conventional weapons useless) • Populate the End of Time • Can only exist in zero state (inside stutters) -> appearances likely once Fracture progresses • As a result, Shifters CANNOT ENTER STUTTERPROOFED AREAS PROCEDURES: • KEEP YOUR DISTANCE!!! • If not aggressive, do not provoke • Avoid confrontation -> seek cover inside stutterproofing • MAINTAIN STUTTERPROOFING AT ALL COSTS!!! • If forced to engage, assemble superior numbers with chronon tech weapons • NO HEROICS
pl_pl: OBIEKTY Z ZABURZONĄ FUNKCJĄ FALOWĄ CHRONONU TZW „ZMIENNI” KLUCZOWE ATRYBUTY: - Teoretycznie istnieją w stanie superpozycji kwantowej. - Otoczeni przez wysoce niebezpieczne pole zniekształcające - Wysoka odporność na obrażenia (broń konwencjonalna bezużyteczna) - Zamieszkują Koniec Czasu - Mogą istnieć tylko w stanie zerowym (podczas zacięć) -> pojawienie się prawdopodobne po zwiększeniu intensywności zacięć - W rezultacie Shifterzy NIE MOGĄ WCHODZIĆ DO OBSZARÓW ZABEZPIECZONYCH PRZED ZACIĘCIAMI PROCEDURY: - ZACHOWAJ DYSTANS!!! - Jeśli nie jest agresywny, nie prowokuj - Unikaj konfrontacji -> szukaj osłony wewnątrz obszarów zabezpieczonych - UTRZYMUJ IZOLACJĘ ZA WSZELKĄ CENĘ!!! - Jeśli zostaniesz zmuszony do walki, zbierz przewagę liczebną z bronią chrononową. - NIE GRAJ BOHATERA

source: CHRONON SOURCE
pl_pl: WYRWA W CZASIE

source: CHRONON SOURCES
pl_pl: WYRWY W CZASIE

source: CHRONON SOURCES: %d
pl_pl: WYRWY W CZASIE: %d

source: CINEMATIC VOLUME
pl_pl: GŁOŚNOŚĆ FILMÓW

source: CLEARLY -- HE CLEARLY DOES NOT WORK FOR MONARCH.
pl_pl: WYRAŹNIE dla Monarch nie pracuje.

source: CLOSE
pl_pl: ZAMKNIJ

source: CLOSE YOUR EYES.
pl_pl: Zamknij oczy.

source: CLOSED LOOPS AND SURVIVAL
pl_pl: ZAMKNIĘTE PĘTLE I PRZETRWANIE

source: COLLECT MORE INTEL TO UNLOCK DIARY
pl_pl: ZBIERZ WIĘCEJ DANYCH WYWIADOWCZYCH, ABY ODBLOKOWAĆ DZIENNIK

source: COLLECTED RADIO SHOWS
pl_pl: ZNALEZIONE AUDYCJE RADIOWE

source: COLLECTED VIDEOS
pl_pl: ZEBRANE MATERIAŁY WIDEO

source: COLLECTIBLES
pl_pl: ZNAJDŹKI

source: COMBAT BASICS
pl_pl: PODSTAWY WALKI

source: COMBAT STATISTICS
pl_pl: STATYSTYKI WALKI

source: COME ON, PICK UP.
pl_pl: No dalej, odbierz.

source: COME ON.
pl_pl: No dalej...

source: COME ON. COME ON, COME ON.
pl_pl: No już... Dalej, dalej.

source: COME ON. COME ON.
pl_pl: No dalej... No dalej...

source: COME ON. HURRY UP.
pl_pl: No dalej... Pośpiesz się.

source: COMING,
pl_pl: nadejść,

source: COMM 1032: UNKNOWN MONARCH PERSONNEL HQ, come in, this is First Aid One. We've got a situation here at the hospital. Over. MONARCH RADIO COMMANDER Go ahead, First Aid One. Over. UNKNOWN MONARCH PERSONNEL It's a fuckin' mess down here, HQ. Burke showed up for his wife like we thought. Gibson intercepted him. Burke wouldn't come quietly, so Gibson drew on him, and... well, Gibson's dead. Burke strangled him with a power cord in full sight of half the hospital. So... that kinda shit show. Over. MONARCH RADIO COMMANDER Do you have the situation contained? Where's Burke now? Over. UNKNOWN MONARCH PERSONNEL We're working the scene and wiped the footage, but Gibson didn't have backup, so who knows how many people saw the fight, or where they are now. Same goes for Burke. He's in the wind. So's his wife. Over. MONARCH RADIO COMMANDER Copy that, First Aid One. We'll run with that on our end. Just tidy things up over there. Over and out.
pl_pl: ROZMOWA 1032: NIEZNANY PERSONEL MONARCH Centrala, zgłoście się, tu Pierwsza Pomoc. Mamy problem w szpitalu. Odbiór. DOWÓDCA MONARCH Słucham, Pierwsza Pomoc. Odbiór. NIEZNANY PERSONEL MONARCH Tu jest pieprzony bałagan, HQ. Burke przyszedł po żonę, tak jak myśleliśmy. Gibson go przechwycił. Burke nie chciał odejść po cichu, więc Gibson go zaatakował i... Gibson nie żyje. Burke udusił go kablem zasilającym na oczach połowy szpitala. Więc... słabo to wygląda. Odbiór. DOWÓDCA MONARCH Sytuacja opanowana? Gdzie jest teraz Burke? Odbiór. NIEZNANY PERSONEL MONARCH Pracujemy nad tym i wyczyściliśmy nagrania z kamer, ale Gibson nie miał wsparcia, więc kto wie, ile osób widziało walkę lub gdzie są teraz. To samo dotyczy Burke'a. Jest na wolności. Jego żona też. Odbiór. DOWÓDCA MONARCH Przyjąłem, Pierwsza Pomoc. Załatwimy to po naszej stronie. Posprzątaj tam. Bez odbioru.

source: COMMANDER PIERCE, PREP THE CHOPPER.
pl_pl: Komendancie Pierce, przygotuj helikopter.

source: COMMUNITY
pl_pl: SPOŁECZNOŚĆ

source: COMPLETE
pl_pl: UKOŃCZENIE

source: COMPLETED
pl_pl: UKOŃCZONO

source: COMPLETED ON:
pl_pl: UKOŃCZONO NA POZIOMIE TRUDNOŚCI:

source: CONFIRM PURCHASE
pl_pl: POTWIERDŹ ZAKUP

source: CONTACT BURKE DIRECTLY.
pl_pl: skontaktuj się bezpośrednio z Burke.

source: CONTINUE
pl_pl: KONTYNUUJ

source: CONTINUE FROM CHECKPOINT
pl_pl: KONTYNUUJ Z PUNKTU KONTROLNEGO

source: CONTROL
pl_pl: KONTROLA

source: CONTROLLER
pl_pl: KONTROLER

source: CONTROLLER DISCONNECTED
pl_pl: ODŁĄCZONO KONTROLER

source: CONTROLLER SETTINGS
pl_pl: USTAWIENIA KONTROLERA

source: CONTROLS
pl_pl: STEROWANIE

source: CORE ACTIVATION
pl_pl: AKTYWACJA RDZENIA

source: CORE IS ACTIVE
pl_pl: RDZEŃ JEST AKTYWNY

source: COST:
pl_pl: KOSZT:

source: COUNTERPRODUCTIVE --
pl_pl: bezproduktywne...

source: COVERS
pl_pl: OSŁONY

source: CPU Features Missing
pl_pl: Brakujące funkcje procesora

source: CREDIT GO HERE
pl_pl: TUTAJ BĘDĄ AUTORZY

source: CREDITS
pl_pl: AUTORZY

source: CROCKER! COME ON, CROCKER!
pl_pl: CROCKER! Powiedz coś, Crocker!

source: CUSTOM
pl_pl: NIESTANDARDOWE

source: Calendars
pl_pl: Kalendarze

source: Call Jack on birthday Apologize to Jack for not calling on birthday June 2nd don’t forget ---------- don’t forget what?? Thanksgiving – remember Pay electricity Get electricity turned back on Jack’s birthday = June 2nd Buy groceries Give Beth update on status Erase this June 2nd Apologize to Jack again G.M.D.R. ----- what does this note mean?? Buy whiteboard eraser Meet with bank for loan --------- shower first Shower
pl_pl: Zadzwoń do Jack'a w dniu urodzin Przeproś Jack'a za to, że nie zadzwoniłeś w dniu urodzin 2 czerwca - nie zapomnij ---------- nie zapomnij o czym? Święto Dziękczynienia - pamiętaj Zapłacić za prąd Ponowne włączenie prądu Urodziny Jack'a = 2 czerwca Kupić artykuły spożywcze Przekazać Beth aktualizację statusu Wymazać to 2 czerwca Ponownie przeprosić Jack'a G.M.D.R. ----- co oznacza ta notatka? Kup gumkę do tablicy Spotkanie z bankiem w sprawie pożyczki --------- najpierw prysznic Prysznic

source: Camera
pl_pl: Kamera

source: Campus Escape
pl_pl: Ucieczka z kampusu

source: Can we backpedal a bit? What about your cab?
pl_pl: Możemy się trochę cofnąć? Co z tą taksówką?

source: Can we go or what?
pl_pl: Możemy iść czy nie?

source: Can we go?
pl_pl: Możemy iść?

source: Can you find a way in, Jack? We shouldn't stay out here.
pl_pl: Możesz znaleźć drogę do środka, Jack? Nie powinniśmy tu stać.

source: Can you get him out of there?
pl_pl: Możesz go stamtąd wyciągnąć?

source: Can't be. I parked it way back at the... holy shit, that's my goddamn license plate! How the hell did it get here?
pl_pl: Niemożliwe. Zaparkowałem ją przy... jasna cholera, to moja cholerna tablica rejestracyjna! Skąd się tu wzięła?

source: Can't breach the armor!
pl_pl: Nie można przebić pancerza!

source: Can't carry any more
pl_pl: Nie możesz unieść więcej

source: Can't do it...
pl_pl: Nie mogę tego zrobić...

source: Can't focus...
pl_pl: Nie mogę się skupić...

source: Can't get a lock on the target!
pl_pl: Nie mogę namierzyć celu!

source: Can't hurt him!
pl_pl: Nie może go zranić!

source: Can't reach the light from here. Need to find another way.
pl_pl: Nie mogę stąd dotrzeć do światła. Trzeba znaleźć inną drogę.

source: Can't touch this!
pl_pl: Nie mogę tego dotknąć!

source: Carbine Rifle
pl_pl: Karabinek

source: Careful it's Joyce!
pl_pl: Ostrożnie, to Joyce!

source: Catch Serene
pl_pl: Złap Serene'a

source: Catch this!
pl_pl: Złap to!

source: Catch!
pl_pl: Łap!

source: Change of plans. Screw the car. I need to get to Will. He's in trouble.
pl_pl: Zmiana planów. Pieprzyć samochód. Muszę dostać się do Willa. Ma kłopoty.

source: Changing Out!
pl_pl: Przeładowuję!

source: Changing Tech Shells!
pl_pl: Zmieniam magazynki!

source: Changing mag!
pl_pl: Zmieniam magazynek!

source: Changing mags!
pl_pl: Zmieniam magazynki!

source: Changing out!
pl_pl: Przeładowuję!

source: Changing tech mags!
pl_pl: Zmieniam magazynek w broni!

source: Changing tech shells!
pl_pl: Przeładowuje broń!

source: Chaos. It's falling apart. They're working against me. They're fighting each other.
pl_pl: Chaos. Wszystko się rozpada. Działają przeciwko mnie. Walczą ze sobą.

source: Charlie Wincott's computer skills have been vital in establishing Monarch control over Riverport.
pl_pl: Umiejętności komputerowe Charliego Wincotta były kluczowe w ustanowieniu kontroli Monarch nad Riverport.

source: Charlie Wincott, Data Samurai
pl_pl: Charlie Wincott, samuraj danych

source: Charlie Wincott, another weakling. A traitor siding with Jack. I can make them suffer. All of them.
pl_pl: Charlie Wincott, kolejny słabeusz. Zdrajca stojący po stronie Jack'a. Mogę sprawić, że będą cierpieć. Każdy z nich.

source: Charlie! Get down!
pl_pl: Charlie! Na ziemię!

source: Charlie's Badge
pl_pl: Odznaka Charliego

source: Charlie, get off the line. Striker team, take defensive positions around Ground Zero.
pl_pl: Charlie, zejdź z linii. Drużyna uderzeniowa, zająć pozycje obronne wokół Strefy Zero.

source: Chart
pl_pl: Szczegóły

source: Check in!
pl_pl: Melduje się!

source: Check it out.
pl_pl: Sprawdź to.

source: Check on your brother William
pl_pl: Sprawdź, co z twoim bratem

source: Checkpoint could not be accessed. Please ensure the storage device is connected.
pl_pl: Nie można uzyskać dostępu do punktu kontrolnego. Upewnij się, że urządzenie pamięci masowej jest podłączone.

source: Checkpoint is corrupted.
pl_pl: Punkt kontrolny jest uszkodzony.

source: Checkpoint reached.
pl_pl: Osiągnięto punkt kontrolny.

source: Checkpoint team, move in! Target has been spotted under the bridge.
pl_pl: Zespół punktu kontrolnego, wchodzimy! Cel został zauważony pod mostem.

source: Checkpoint version is invalid. Please ensure that you have all updates installed.
pl_pl: Wersja punktu kontrolnego jest nieprawidłowa. Upewnij się, że masz zainstalowane wszystkie aktualizacje.

source: Chinese
pl_pl: Chiński

source: Choose %s
pl_pl: Wybierz %s

source: Choose Junctions
pl_pl: Wybierz rozwidlenie

source: Choose how much assistance you want while aiming weapons in combat
pl_pl: Wybierz, ile pomocy chcesz uzyskać podczas celowania bronią w walce.

source: Choose input for ALT Use
pl_pl: Wybierz klawisz do akcji: Alternatywny przycisk użycia

source: Choose input for Aim
pl_pl: Wybierz klawisz do akcji: Celowanie

source: Choose input for Close
pl_pl: Wybeirz klawisz do akcji: Zamknij

source: Choose input for Jump
pl_pl: Wybierz klawisz do akcji: Skok

source: Choose input for Move Backwards
pl_pl: Wybierz klawisz do akcji: Ruch do Tyłu

source: Choose input for Move Forward
pl_pl: Wybierz klawisz do akcji: Ruch do przodu

source: Choose input for Reload
pl_pl: Wybierz klawisz do akcji: Przeładowanie

source: Choose input for SHOOT
pl_pl: Wybierz klawisz do akcji: Strzał

source: Choose input for Shoot
pl_pl: Wybierz klawisz do akcji: Strzał

source: Choose input for Strafe Left
pl_pl: Wybierz klawisz do akcji: Unik w lewo

source: Choose input for Strafe Right
pl_pl: Wybierz klawisz do akcji: Unik w prawo

source: Choose input for Time Dodge / Time Rush
pl_pl: Wybierz klawisz do akcji: Czasowy Unik / Czasowy Pęd

source: Choose input for Time Shield
pl_pl: Wybierz klawisz do akcji: Czasowa Tarcza

source: Choose input for Time Stop / Time Blast
pl_pl: Wybierz klawisz do akcji: Czasowa Pauza / Czasowy Cios

source: Choose input for Time Vision
pl_pl: Wybierz klawisz do akcji: Czasowa Wizja

source: Choose input for Use
pl_pl: Wybierz klawisz do akcji: Użyj

source: Choose input for Walk
pl_pl: Wybierz klawisz do akcji: Chód

source: Choose input for Weapon Slot 1
pl_pl: Wybierz klawisz do akcji: Miejsce na Broń 1

source: Choose input for Weapon Slot 2
pl_pl: Wybierz klawisz do akcji: Miejsce na Broń 2

source: Choose input for Weapon Slot 3
pl_pl: Wybierz klawisz do akcji: Miejsce na Broń 3

source: Choose input for seeing Objectives
pl_pl: Wybierz klawisz do akcji: Wyświetl obecne cele

source: Choose input for seeing the Timeline
pl_pl: Wybierz klawisz do akcji: Zobacz oś czasu

source: Choose input for toggling camera position
pl_pl: Wybierz klawisz do przełączania pozycji kamery

source: Choose save slot
pl_pl: Wybierz miejsce zapisu

source: Choose the desired level of Aim Sensitivity
pl_pl: Wybierz żądany poziom czułości celowania

source: Choose to play in Exclusive Fullscreen mode, Windowed mode or Borderless Windowed mode
pl_pl: Wybierz grę w ekskluzywnym trybie pełnoekranowym, trybie okienkowym lub trybie okienkowym bez obramowania.

source: Choose to play in Fullscreen Mode or Windowed Mode.
pl_pl: Wybierz grę w trybie pełnoekranowym lub w trybie okienkowym.

source: Choose whether walk mode is triggered by holding or tapping the walk button
pl_pl: Wybierz, czy tryb chodzenia jest uruchamiany przez przytrzymanie, czy dotknięcie przycisku chodzenia.

source: Choose whether you want assistance while aiming your Time Powers in combat
pl_pl: Wybierz, czy chcesz pomocy podczas celowania Mocami Czasu w walce.

source: Choose whether you want to see Tutorial instructions during play
pl_pl: Wybierz, czy chcesz widzieć instrukcje samouczka podczas gry.

source: Choose your anti-aliasing quality setting
pl_pl: Wybierz ustawienie jakości antyaliasingu

source: Choose your depth of field quality setting
pl_pl: Wybierz ustawienie jakości głębi ostrości

source: Choose your foliage edge quality setting
pl_pl: Wybierz ustawienie jakości roślinności

source: Choose your geometry level of detail quality setting
pl_pl: Wybierz ustawienie poziomu szczegółowości geometrii

source: Choose your headphones/speaker configuration
pl_pl: Wybierz swój typ urządzenia.

source: Choose your lighting quality setting
pl_pl: Wybierz ustawienie jakości oświetlenia

source: Choose your motion blur quality setting
pl_pl: Wybierz ustawienie jakości rozmycia ruchu

source: Choose your shadow resolution quality setting
pl_pl: Wybierz ustawienie jakości rozdzielczości cienia

source: Choose your temporal anti-aliasing quality setting
pl_pl: Wybierz ustawienie jakości antyaliasingu czasowego

source: Choose your texture resolution setting
pl_pl: Wybierz ustawienie rozdzielczości tekstury

source: Christ!
pl_pl: Chryste!

source: Christ, you're startin' to sound like Burke. Our orders come from Serene.
pl_pl: Chryste, zaczynasz brzmieć jak Burke. Nasze rozkazy pochodzą od Serene.

source: Christ. What are they planning to do with it?
pl_pl: Chryste. Co planują z tym zrobić?

source: Chronon Dampeners take away your time powers. Disable them or leave their area of effect to regain your powers.
pl_pl: Tłumiki chrononu odbierają ci moce czasu. Wyłącz je lub opuść obszar ich działania, aby odzyskać swoje moce.

source: Chronon Disrupted Wave Function Subjects, AKA "Shifters"
pl_pl: Organizmy o Zakłócej Funkcji Falowej Chrononu, TZW. „Zmienni”

source: Chronon Harvester Three is ready to commence harvesting operation 667. Awaiting authorization.
pl_pl: Chronon Harvester Three jest gotowy do rozpoczęcia operacji żniwnej 667. Oczekuje na autoryzację.

source: Chronon Juggernaut Kill.
pl_pl: Niszczyciel potwierdza zabójstwo.

source: Chronon Sources
pl_pl: Wyrwy w czasie

source: Chronon Sources found
pl_pl: Znaleziono wyrwę w czasie

source: Chronon Tech damaged!
pl_pl: Technologia jest zniszczona!

source: Chronon Technicians carry chronon grenades that will temporarily cancel your powers. Move away from them before they detonate!
pl_pl: Technicy noszą granaty chrononowe, które tymczasowo anulują twoje moce. Odsuń się od nich, zanim wybuchną!

source: Chronon active target down!
pl_pl: Cel z aktywnym chrononem nie żyje.
